{
  "metadata": {
    "total_size": 37758861824
  },
  "weight_map": {
    "audio_caption_projection.linear_1.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "audio_caption_projection.linear_1.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "audio_caption_projection.linear_2.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "audio_caption_projection.linear_2.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "audio_proj_in.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "audio_proj_in.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "audio_proj_out.bias": "diffusion_pytorch_model-00008-of-00008.safetensors",
    "audio_proj_out.weight": "diffusion_pytorch_model-00008-of-00008.safetensors",
    "audio_scale_shift_table": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "audio_time_embed.emb.timestep_embedder.linear_1.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "audio_time_embed.emb.timestep_embedder.linear_1.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "audio_time_embed.emb.timestep_embedder.linear_2.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "audio_time_embed.emb.timestep_embedder.linear_2.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "audio_time_embed.linear.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "audio_time_embed.linear.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "av_cross_attn_audio_scale_shift.emb.timestep_embedder.linear_1.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "av_cross_attn_audio_scale_shift.emb.timestep_embedder.linear_1.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "av_cross_attn_audio_scale_shift.emb.timestep_embedder.linear_2.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "av_cross_attn_audio_scale_shift.emb.timestep_embedder.linear_2.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "av_cross_attn_audio_scale_shift.linear.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "av_cross_attn_audio_scale_shift.linear.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "av_cross_attn_audio_v2a_gate.emb.timestep_embedder.linear_1.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "av_cross_attn_audio_v2a_gate.emb.timestep_embedder.linear_1.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "av_cross_attn_audio_v2a_gate.emb.timestep_embedder.linear_2.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "av_cross_attn_audio_v2a_gate.emb.timestep_embedder.linear_2.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "av_cross_attn_audio_v2a_gate.linear.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "av_cross_attn_audio_v2a_gate.linear.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "av_cross_attn_video_a2v_gate.emb.timestep_embedder.linear_1.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "av_cross_attn_video_a2v_gate.emb.timestep_embedder.linear_1.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "av_cross_attn_video_a2v_gate.emb.timestep_embedder.linear_2.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "av_cross_attn_video_a2v_gate.emb.timestep_embedder.linear_2.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "av_cross_attn_video_a2v_gate.linear.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "av_cross_attn_video_a2v_gate.linear.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "av_cross_attn_video_scale_shift.emb.timestep_embedder.linear_1.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "av_cross_attn_video_scale_shift.emb.timestep_embedder.linear_1.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "av_cross_attn_video_scale_shift.emb.timestep_embedder.linear_2.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "av_cross_attn_video_scale_shift.emb.timestep_embedder.linear_2.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "av_cross_attn_video_scale_shift.linear.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "av_cross_attn_video_scale_shift.linear.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "caption_projection.linear_1.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "caption_projection.linear_1.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "caption_projection.linear_2.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "caption_projection.linear_2.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "proj_in.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "proj_in.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "proj_out.bias": "diffusion_pytorch_model-00008-of-00008.safetensors",
    "proj_out.weight": "diffusion_pytorch_model-00008-of-00008.safetensors",
    "scale_shift_table": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "time_embed.emb.timestep_embedder.linear_1.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "time_embed.emb.timestep_embedder.linear_1.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "time_embed.emb.timestep_embedder.linear_2.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "time_embed.emb.timestep_embedder.linear_2.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "time_embed.linear.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "time_embed.linear.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.attn1.norm_k.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.attn1.norm_q.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.attn1.to_k.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.attn1.to_k.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.attn1.to_out.0.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.attn1.to_out.0.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.attn1.to_q.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.attn1.to_q.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.attn1.to_v.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.attn1.to_v.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.attn2.norm_k.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.attn2.norm_q.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.attn2.to_k.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.attn2.to_k.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.attn2.to_out.0.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.attn2.to_out.0.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.attn2.to_q.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.attn2.to_q.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.attn2.to_v.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.attn2.to_v.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.audio_a2v_cross_attn_scale_shift_table": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.audio_attn1.norm_k.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.audio_attn1.norm_q.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.audio_attn1.to_k.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.audio_attn1.to_k.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.audio_attn1.to_out.0.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.audio_attn1.to_out.0.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.audio_attn1.to_q.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.audio_attn1.to_q.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.audio_attn1.to_v.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.audio_attn1.to_v.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.audio_attn2.norm_k.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.audio_attn2.norm_q.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.audio_attn2.to_k.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.audio_attn2.to_k.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.audio_attn2.to_out.0.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.audio_attn2.to_out.0.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.audio_attn2.to_q.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.audio_attn2.to_q.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.audio_attn2.to_v.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.audio_attn2.to_v.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.audio_ff.net.0.proj.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.audio_ff.net.0.proj.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.audio_ff.net.2.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.audio_ff.net.2.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.audio_scale_shift_table": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.audio_to_video_attn.norm_k.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.audio_to_video_attn.norm_q.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.audio_to_video_attn.to_k.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.audio_to_video_attn.to_k.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.audio_to_video_attn.to_out.0.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.audio_to_video_attn.to_out.0.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.audio_to_video_attn.to_q.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.audio_to_video_attn.to_q.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.audio_to_video_attn.to_v.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.audio_to_video_attn.to_v.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.ff.net.0.proj.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.ff.net.0.proj.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.ff.net.2.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.ff.net.2.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.scale_shift_table": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.video_a2v_cross_attn_scale_shift_table": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.video_to_audio_attn.norm_k.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.video_to_audio_attn.norm_q.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.video_to_audio_attn.to_k.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.video_to_audio_attn.to_k.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.video_to_audio_attn.to_out.0.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.video_to_audio_attn.to_out.0.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.video_to_audio_attn.to_q.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.video_to_audio_attn.to_q.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.video_to_audio_attn.to_v.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.0.video_to_audio_attn.to_v.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.attn1.norm_k.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.attn1.norm_q.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.attn1.to_k.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.attn1.to_k.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.attn1.to_out.0.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.attn1.to_out.0.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.attn1.to_q.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.attn1.to_q.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.attn1.to_v.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.attn1.to_v.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.attn2.norm_k.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.attn2.norm_q.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.attn2.to_k.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.attn2.to_k.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.attn2.to_out.0.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.attn2.to_out.0.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.attn2.to_q.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.attn2.to_q.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.attn2.to_v.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.attn2.to_v.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.audio_a2v_cross_attn_scale_shift_table": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.audio_attn1.norm_k.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.audio_attn1.norm_q.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.audio_attn1.to_k.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.audio_attn1.to_k.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.audio_attn1.to_out.0.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.audio_attn1.to_out.0.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.audio_attn1.to_q.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.audio_attn1.to_q.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.audio_attn1.to_v.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.audio_attn1.to_v.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.audio_attn2.norm_k.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.audio_attn2.norm_q.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.audio_attn2.to_k.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.audio_attn2.to_k.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.audio_attn2.to_out.0.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.audio_attn2.to_out.0.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.audio_attn2.to_q.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.audio_attn2.to_q.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.audio_attn2.to_v.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.audio_attn2.to_v.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.audio_ff.net.0.proj.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.audio_ff.net.0.proj.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.audio_ff.net.2.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.audio_ff.net.2.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.audio_scale_shift_table": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.audio_to_video_attn.norm_k.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.audio_to_video_attn.norm_q.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.audio_to_video_attn.to_k.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.audio_to_video_attn.to_k.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.audio_to_video_attn.to_out.0.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.audio_to_video_attn.to_out.0.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.audio_to_video_attn.to_q.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.audio_to_video_attn.to_q.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.audio_to_video_attn.to_v.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.audio_to_video_attn.to_v.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.ff.net.0.proj.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.ff.net.0.proj.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.ff.net.2.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.ff.net.2.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.scale_shift_table": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.video_a2v_cross_attn_scale_shift_table": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.video_to_audio_attn.norm_k.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.video_to_audio_attn.norm_q.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.video_to_audio_attn.to_k.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.video_to_audio_attn.to_k.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.video_to_audio_attn.to_out.0.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.video_to_audio_attn.to_out.0.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.video_to_audio_attn.to_q.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.video_to_audio_attn.to_q.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.video_to_audio_attn.to_v.bias": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.1.video_to_audio_attn.to_v.weight": "diffusion_pytorch_model-00001-of-00008.safetensors",
    "transformer_blocks.10.attn1.norm_k.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.attn1.norm_q.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.attn1.to_k.bias": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.attn1.to_k.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.attn1.to_out.0.bias": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.attn1.to_out.0.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.attn1.to_q.bias": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.attn1.to_q.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.attn1.to_v.bias": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.attn1.to_v.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.attn2.norm_k.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.attn2.norm_q.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.attn2.to_k.bias": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.attn2.to_k.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.attn2.to_out.0.bias": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.attn2.to_out.0.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.attn2.to_q.bias": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.attn2.to_q.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.attn2.to_v.bias": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.attn2.to_v.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.audio_a2v_cross_attn_scale_shift_table": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.audio_attn1.norm_k.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.audio_attn1.norm_q.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.audio_attn1.to_k.bias": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.audio_attn1.to_k.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.audio_attn1.to_out.0.bias": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.audio_attn1.to_out.0.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.audio_attn1.to_q.bias": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.audio_attn1.to_q.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.audio_attn1.to_v.bias": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.audio_attn1.to_v.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.audio_attn2.norm_k.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.audio_attn2.norm_q.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.audio_attn2.to_k.bias": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.audio_attn2.to_k.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.audio_attn2.to_out.0.bias": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.audio_attn2.to_out.0.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.audio_attn2.to_q.bias": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.audio_attn2.to_q.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.audio_attn2.to_v.bias": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.audio_attn2.to_v.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.audio_ff.net.0.proj.bias": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.audio_ff.net.0.proj.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.audio_ff.net.2.bias": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.audio_ff.net.2.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.audio_scale_shift_table": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.audio_to_video_attn.norm_k.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.audio_to_video_attn.norm_q.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.audio_to_video_attn.to_k.bias": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.audio_to_video_attn.to_k.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.audio_to_video_attn.to_out.0.bias": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.audio_to_video_attn.to_out.0.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.audio_to_video_attn.to_q.bias": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.audio_to_video_attn.to_q.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.audio_to_video_attn.to_v.bias": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.audio_to_video_attn.to_v.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.ff.net.0.proj.bias": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.ff.net.0.proj.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.ff.net.2.bias": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.ff.net.2.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.scale_shift_table": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.video_a2v_cross_attn_scale_shift_table": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.video_to_audio_attn.norm_k.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.video_to_audio_attn.norm_q.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.video_to_audio_attn.to_k.bias": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.video_to_audio_attn.to_k.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.video_to_audio_attn.to_out.0.bias": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.video_to_audio_attn.to_out.0.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.video_to_audio_attn.to_q.bias": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.video_to_audio_attn.to_q.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.video_to_audio_attn.to_v.bias": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.10.video_to_audio_attn.to_v.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.attn1.norm_k.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.attn1.norm_q.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.attn1.to_k.bias": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.attn1.to_k.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.attn1.to_out.0.bias": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.attn1.to_out.0.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.attn1.to_q.bias": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.attn1.to_q.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.attn1.to_v.bias": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.attn1.to_v.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.attn2.norm_k.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.attn2.norm_q.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.attn2.to_k.bias": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.attn2.to_k.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.attn2.to_out.0.bias": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.attn2.to_out.0.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.attn2.to_q.bias": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.attn2.to_q.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.attn2.to_v.bias": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.attn2.to_v.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.audio_a2v_cross_attn_scale_shift_table": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.audio_attn1.norm_k.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.audio_attn1.norm_q.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.audio_attn1.to_k.bias": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.audio_attn1.to_k.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.audio_attn1.to_out.0.bias": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.audio_attn1.to_out.0.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.audio_attn1.to_q.bias": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.audio_attn1.to_q.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.audio_attn1.to_v.bias": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.audio_attn1.to_v.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.audio_attn2.norm_k.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.audio_attn2.norm_q.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.audio_attn2.to_k.bias": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.audio_attn2.to_k.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.audio_attn2.to_out.0.bias": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.audio_attn2.to_out.0.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.audio_attn2.to_q.bias": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.audio_attn2.to_q.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.audio_attn2.to_v.bias": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.audio_attn2.to_v.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.audio_ff.net.0.proj.bias": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.audio_ff.net.0.proj.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.audio_ff.net.2.bias": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.audio_ff.net.2.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.audio_scale_shift_table": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.audio_to_video_attn.norm_k.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.audio_to_video_attn.norm_q.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.audio_to_video_attn.to_k.bias": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.audio_to_video_attn.to_k.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.audio_to_video_attn.to_out.0.bias": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.audio_to_video_attn.to_out.0.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.audio_to_video_attn.to_q.bias": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.audio_to_video_attn.to_q.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.audio_to_video_attn.to_v.bias": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.audio_to_video_attn.to_v.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.ff.net.0.proj.bias": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.ff.net.0.proj.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.ff.net.2.bias": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.ff.net.2.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.scale_shift_table": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.video_a2v_cross_attn_scale_shift_table": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.video_to_audio_attn.norm_k.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.video_to_audio_attn.norm_q.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.video_to_audio_attn.to_k.bias": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.video_to_audio_attn.to_k.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.video_to_audio_attn.to_out.0.bias": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.video_to_audio_attn.to_out.0.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.video_to_audio_attn.to_q.bias": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.video_to_audio_attn.to_q.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.video_to_audio_attn.to_v.bias": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.11.video_to_audio_attn.to_v.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.12.attn1.norm_k.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.12.attn1.norm_q.weight": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.12.attn1.to_k.bias": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.attn1.to_k.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.attn1.to_out.0.bias": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.attn1.to_out.0.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.attn1.to_q.bias": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.attn1.to_q.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.attn1.to_v.bias": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.attn1.to_v.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.attn2.norm_k.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.attn2.norm_q.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.attn2.to_k.bias": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.attn2.to_k.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.attn2.to_out.0.bias": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.attn2.to_out.0.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.attn2.to_q.bias": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.attn2.to_q.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.attn2.to_v.bias": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.attn2.to_v.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.audio_a2v_cross_attn_scale_shift_table": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.12.audio_attn1.norm_k.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.audio_attn1.norm_q.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.audio_attn1.to_k.bias": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.audio_attn1.to_k.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.audio_attn1.to_out.0.bias": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.audio_attn1.to_out.0.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.audio_attn1.to_q.bias": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.audio_attn1.to_q.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.audio_attn1.to_v.bias": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.audio_attn1.to_v.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.audio_attn2.norm_k.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.audio_attn2.norm_q.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.audio_attn2.to_k.bias": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.audio_attn2.to_k.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.audio_attn2.to_out.0.bias": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.audio_attn2.to_out.0.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.audio_attn2.to_q.bias": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.audio_attn2.to_q.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.audio_attn2.to_v.bias": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.audio_attn2.to_v.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.audio_ff.net.0.proj.bias": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.audio_ff.net.0.proj.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.audio_ff.net.2.bias": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.audio_ff.net.2.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.audio_scale_shift_table": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.12.audio_to_video_attn.norm_k.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.audio_to_video_attn.norm_q.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.audio_to_video_attn.to_k.bias": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.audio_to_video_attn.to_k.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.audio_to_video_attn.to_out.0.bias": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.audio_to_video_attn.to_out.0.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.audio_to_video_attn.to_q.bias": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.audio_to_video_attn.to_q.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.audio_to_video_attn.to_v.bias": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.audio_to_video_attn.to_v.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.ff.net.0.proj.bias": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.ff.net.0.proj.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.ff.net.2.bias": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.ff.net.2.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.scale_shift_table": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.12.video_a2v_cross_attn_scale_shift_table": "diffusion_pytorch_model-00002-of-00008.safetensors",
    "transformer_blocks.12.video_to_audio_attn.norm_k.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.video_to_audio_attn.norm_q.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.video_to_audio_attn.to_k.bias": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.video_to_audio_attn.to_k.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.video_to_audio_attn.to_out.0.bias": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.video_to_audio_attn.to_out.0.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.video_to_audio_attn.to_q.bias": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.video_to_audio_attn.to_q.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.video_to_audio_attn.to_v.bias": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.12.video_to_audio_attn.to_v.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.13.attn1.norm_k.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.13.attn1.norm_q.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.13.attn1.to_k.bias": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.13.attn1.to_k.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.13.attn1.to_out.0.bias": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.13.attn1.to_out.0.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.13.attn1.to_q.bias": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.13.attn1.to_q.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.13.attn1.to_v.bias": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.13.attn1.to_v.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.13.attn2.norm_k.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.13.attn2.norm_q.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.13.attn2.to_k.bias": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.13.attn2.to_k.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.13.attn2.to_out.0.bias": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.13.attn2.to_out.0.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.13.attn2.to_q.bias": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.13.attn2.to_q.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.13.attn2.to_v.bias": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.13.attn2.to_v.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.13.audio_a2v_cross_attn_scale_shift_table": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.13.audio_attn1.norm_k.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.13.audio_attn1.norm_q.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.13.audio_attn1.to_k.bias": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.13.audio_attn1.to_k.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.13.audio_attn1.to_out.0.bias": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.13.audio_attn1.to_out.0.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.13.audio_attn1.to_q.bias": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.13.audio_attn1.to_q.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.13.audio_attn1.to_v.bias": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.13.audio_attn1.to_v.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.13.audio_attn2.norm_k.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.13.audio_attn2.norm_q.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.13.audio_attn2.to_k.bias": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.13.audio_attn2.to_k.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.13.audio_attn2.to_out.0.bias": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.13.audio_attn2.to_out.0.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.13.audio_attn2.to_q.bias": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.13.audio_attn2.to_q.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.13.audio_attn2.to_v.bias": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.13.audio_attn2.to_v.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.13.audio_ff.net.0.proj.bias": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.13.audio_ff.net.0.proj.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.13.audio_ff.net.2.bias": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.13.audio_ff.net.2.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.13.audio_scale_shift_table": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.13.audio_to_video_attn.norm_k.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.13.audio_to_video_attn.norm_q.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.13.audio_to_video_attn.to_k.bias": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.13.audio_to_video_attn.to_k.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.13.audio_to_video_attn.to_out.0.bias": "diffusion_pytorch_model-00003-of-00008.safetensors",
    "transformer_blocks.13.audio_to_video_attn.to_out.0.weight": "diffusion_pytorch_model-00003-of-00008.safetensors",
